export default function Recipe() {
  return (
    <>
      <h2>피자 레시피</h2>
      <p>
        피자에는 매우 다양한 종류가 있는데, 그중 나폴리 피자의 대략적인 레시피를
        언급하겠다.
      </p>
      <p>
        나폴리 피자 협회에서 발의한 규칙에 따르면 정통 나폴리 피자는 반죽에
        이탈리아 밀가루, 천연 나폴리 이스트나 양조효모, 소금, 물이 사용되어야
        한다. 제대로 된 빵을 만들기 위해서는 고단백 강력분 (제과보다는 제빵에
        적합)을 사용해야 하고, 도우는 손이나 낮은 속력의 믹서기로 반죽해야 한다.
        반죽 과정을 마치면, 롤링 핀이나 기계적인 장치의 도움 없이 손으로 도우의
        모양을 만들어내야 하며, 두께는 3 mm (¹⁄₈ 이내)를 넘어서는 안된다. 피자는
        오크 나무를 연료로 하는 벽돌 오븐에서 485도로 60초에서 90초 정도 구워야
        한다.[2] 다 구워진 피자는 질감이 바삭바삭하고 부드러워야 하며, 구수한
        냄새가 나야 한다.
      </p>
    </>
  );
}
