export default function Origin() {
  return (
    <>
      <h2>피자의 기원</h2>
      <p>
        피자의 기원은 확실치 않으나 튀르키예의 전통 빵 피데에서 비롯되었다는
        설이 있다. 이 피데가 그리스로 건너갔으며, 그리스에서는
        뻬이니를리(그리스어: Πεϊνιρλι)라는 이름의 피데 요리가 있다. 주로
        테살리아, 마케도니아, 트라키아의 향토 요리로 알려져 있으며, 뻬이니를리의
        명칭 유래는 튀르키예어로 '치즈가 들어있는'(튀르키예어: peynirli)이라는
        뜻이다. 기본적으로 치즈를 베이스로 토핑하지만, 여기에 다진
        고기(그리스어: κιμάς), 살라미(그리스어: σαλάμι), 수주끼(그리스어:
        σουτζούκι)를 추가하기도 한다. 현대의 피자는 중세 초기 이탈리아의
        토마토가 들어간 나폴리식 파이가 그 기원으로, 1889년부터 치즈가 들어가기
        시작했다.
      </p>
      <p>
        15세기 중반 나폴리의 국왕이었던 페르디난도 1세는 종종 평민으로 은밀히
        변장하여 나폴리의 빈민가를 찾아갔다고 전해지는데, 이는 왕비가 궁전에서
        금지한 음식인 피자를 맛보고 싶어서였다고 한다.
      </p>

      <p>
        그리고 오랫동안 나폴리를 중심으로 서민들의 든든한 식사로 이용되다가
        19세기 이탈리아의 통일 과정에서 구휼 음식으로 각광을 받으면서 이탈리아
        전역으로 퍼져 나갔다. 이후 세계 대전에서 이탈리아에 주둔한 미군들이
        피자를 맛본 후 미국에 전해지거나 이탈리아의 이민자 및 노동자들이
        미국으로 건너가면서 피자가 미국 전역으로 퍼지면서 세계적인 음식으로
        발돋움하였다.
      </p>
    </>
  );
}
